---
kind: other
id: Methods.T:Autodesk.Revit.DB.Structure.StructuralSections.StructuralSectionISplitSlopedFlange
source: html/e49664ca-371b-f7fd-c79a-da8e2a675780.htm
---
# StructuralSectionISplitSlopedFlange Methods

Returns size of the section boundary.